read_verilog -sv -formal -overwrite {workspace}/src/ISCAS89/s382.v
design -reset-vlog; proc;
write_json {workspace}/netlist/dff.json