read_verilog -sv -formal -overwrite {workspace}/build/s382_aig.v
design -reset-vlog; proc;
write_json {workspace}/netlist/top.json